{"!": 0, "\"": 1, "#": 2, "$": 3, "%": 4, "&": 5, "'": 6, "(": 7, ")": 8, "*": 9, "+": 10, ",": 11, "-": 12, ".": 13, "/": 14, "0": 15, "00": 16, "1": 17, "2": 18, "3": 19, "4": 20, "5": 21, "6": 22, "7": 23, "8": 24, "9": 25, ":": 26, ";": 27, "<": 28, "=": 29, ">": 30, "?": 31, "@": 32, "A": 33, "B": 34, "C": 35, "D": 36, "E": 37, "F": 38, "G": 39, "H": 40, "I": 41, "J": 42, "K": 43, "L": 44, "M": 45, "N": 46, "O": 47, "P": 48, "Q": 49, "R": 50, "S": 51, "T": 52, "U": 53, "V": 54, "W": 55, "X": 56, "Y": 57, "Z": 58, "[": 59, "\\": 60, "]": 61, "^": 62, "_": 63, "`": 64, "a": 65, "ab": 66, "ac": 67, "ack": 68, "ad": 69, "ag": 70, "ain": 71, "ak": 72, "al": 73, "all": 74, "am": 75, "ame": 76, "an": 77, "and": 78, "ant": 79, "ap": 80, "ar": 81, "ard": 82, "art": 83, "ary": 84, "as": 85, "ast": 86, "at": 87, "ate": 88, "ated": 89, "ation": 90, "av": 91, "ay": 92, "b": 93, "ber": 94, "c": 95, "ce": 96, "ch": 97, "cl": 98, "ct": 99, "d": 100, "e": 101, "ear": 102, "ec": 103, "ect": 104, "ed": 105, "el": 106, "ell": 107, "em": 108, "en": 109, "ent": 110, "er": 111, "ere": 112, "ers": 113, "es": 114, "ess": 115, "est": 116, "et": 117, "ew": 118, "f": 119, "g": 120, "ge": 121, "gh": 122, "h": 123, "he": 124, "her": 125, "i": 126, "ia": 127, "ial": 128, "ian": 129, "ic": 130, "ich": 131, "id": 132, "ies": 133, "if": 134, "ig": 135, "igh": 136, "ight": 137, "ik": 138, "il": 139, "ill": 140, "im": 141, "in": 142, "ine": 143, "ing": 144, "ion": 145, "ip": 146, "ir": 147, "is": 148, "ish": 149, "ist": 150, "it": 151, "ith": 152, "ity": 153, "iv": 154, "ive": 155, "j": 156, "k": 157, "l": 158, "ld": 159, "le": 160, "ly": 161, "m": 162, "ment": 163, "n": 164, "nd": 165, "o": 166, "oc": 167, "od": 168, "og": 169, "ol": 170, "om": 171, "on": 172, "ong": 173, "op": 174, "or": 175, "ore": 176, "ort": 177, "os": 178, "ost": 179, "ot": 180, "ou": 181, "oun": 182, "our": 183, "out": 184, "ov": 185, "ow": 186, "own": 187, "p": 188, "pp": 189, "q": 190, "qu": 191, "r": 192, "ral": 193, "re": 194, "res": 195, "ri": 196, "rit": 197, "ro": 198, "rom": 199, "rou": 200, "s": 201, "se": 202, "st": 203, "t": 204, "ted": 205, "ter": 206, "th": 207, "u": 208, "ud": 209, "ul": 210, "um": 211, "un": 212, "ur": 213, "us": 214, "ust": 215, "ut": 216, "v": 217, "ver": 218, "w": 219, "x": 220, "y": 221, "z": 222, "{": 223, "|": 224, "}": 225, "~": 226, "¡": 227, "¢": 228, "£": 229, "¤": 230, "¥": 231, "¦": 232, "§": 233, "©": 234, "ª": 235, "«": 236, "¬": 237, "­": 238, "®": 239, "¯": 240, "°": 241, "±": 242, "²": 243, "³": 244, "´": 245, "µ": 246, "¶": 247, "·": 248, "¸": 249, "¹": 250, "º": 251, "»": 252, "¼": 253, "½": 254, "¾": 255, "¿": 256, "À": 257, "Á": 258, "Â": 259, "Ã": 260, "Ä": 261, "Å": 262, "Æ": 263, "Ç": 264, "È": 265, "É": 266, "Ê": 267, "Ë": 268, "Ì": 269, "Í": 270, "Î": 271, "Ï": 272, "Ð": 273, "Ñ": 274, "Ò": 275, "Ó": 276, "Ô": 277, "Õ": 278, "Ö": 279, "×": 280, "Ø": 281, "Ù": 282, "Ú": 283, "Û": 284, "Ü": 285, "Ý": 286, "Þ": 287, "ß": 288, "à": 289, "á": 290, "â": 291, "ã": 292, "ä": 293, "å": 294, "æ": 295, "ç": 296, "è": 297, "é": 298, "ê": 299, "ë": 300, "ì": 301, "í": 302, "î": 303, "ï": 304, "ð": 305, "ñ": 306, "ò": 307, "ó": 308, "ô": 309, "õ": 310, "ö": 311, "÷": 312, "ø": 313, "ù": 314, "ú": 315, "û": 316, "ü": 317, "ý": 318, "þ": 319, "ÿ": 320, "Ā": 321, "ā": 322, "Ă": 323, "ă": 324, "Ą": 325, "ą": 326, "Ć": 327, "ć": 328, "Ĉ": 329, "ĉ": 330, "Ċ": 331, "ċ": 332, "Č": 333, "č": 334, "Ď": 335, "ď": 336, "Đ": 337, "đ": 338, "Ē": 339, "ē": 340, "Ĕ": 341, "ĕ": 342, "Ė": 343, "ė": 344, "Ę": 345, "ę": 346, "Ě": 347, "ě": 348, "Ĝ": 349, "ĝ": 350, "Ğ": 351, "ğ": 352, "Ġ": 353, "Ġ\"": 354, "Ġ'": 355, "Ġ(": 356, "Ġ)": 357, "Ġ,": 358, "Ġ.": 359, "Ġ1": 360, "Ġ19": 361, "Ġ2": 362, "Ġ3": 363, "Ġ=": 364, "Ġ@": 365, "Ġ@-": 366, "Ġ@-@": 367, "ĠA": 368, "ĠAust": 369, "ĠAustral": 370, "ĠB": 371, "ĠC": 372, "ĠCh": 373, "ĠD": 374, "ĠE": 375, "ĠF": 376, "ĠG": 377, "ĠH": 378, "ĠI": 379, "ĠIn": 380, "ĠJ": 381, "ĠK": 382, "ĠL": 383, "ĠM": 384, "ĠN": 385, "ĠO": 386, "ĠP": 387, "ĠR": 388, "ĠS": 389, "ĠSt": 390, "ĠT": 391, "ĠThe": 392, "ĠU": 393, "ĠW": 394, "Ġa": 395, "Ġag": 396, "Ġal": 397, "Ġan": 398, "Ġand": 399, "Ġare": 400, "Ġas": 401, "Ġat": 402, "Ġb": 403, "Ġbe": 404, "Ġby": 405, "Ġc": 406, "Ġch": 407, "Ġcom": 408, "Ġcon": 409, "Ġd": 410, "Ġde": 411, "Ġe": 412, "Ġex": 413, "Ġf": 414, "Ġfor": 415, "Ġfrom": 416, "Ġg": 417, "Ġh": 418, "Ġhad": 419, "Ġhe": 420, "Ġhis": 421, "Ġin": 422, "Ġis": 423, "Ġit": 424, "Ġk": 425, "Ġl": 426, "Ġle": 427, "Ġm": 428, "Ġn": 429, "Ġnot": 430, "Ġo": 431, "Ġof": 432, "Ġon": 433, "Ġor": 434, "Ġp": 435, "Ġpl": 436, "Ġpro": 437, "Ġr": 438, "Ġre": 439, "Ġs": 440, "Ġse": 441, "Ġsh": 442, "Ġst": 443, "Ġsu": 444, "Ġt": 445, "Ġth": 446, "Ġthat": 447, "Ġthe": 448, "Ġto": 449, "Ġtr": 450, "Ġu": 451, "Ġun": 452, "Ġv": 453, "Ġw": 454, "Ġwas": 455, "Ġwere": 456, "Ġwh": 457, "Ġwhich": 458, "Ġwith": 459, "Ġy": 460, "Ġâ": 461, "Ġâƀ": 462, "ĠĊ": 463, "ĠĊĠĊ": 464, "ſ": 465, "ƀ": 466, "Ɓ": 467, "Ƃ": 468, "ƃ": 469, "Ƅ": 470, "ƅ": 471, "Ɔ": 472, "Ƈ": 473, "ƈ": 474, "Ɖ": 475, "Ɗ": 476, "Ƌ": 477, "ƌ": 478, "ƍ": 479, "Ǝ": 480, "Ə": 481, "Ɛ": 482, "Ƒ": 483, "ƒ": 484, "Ɠ": 485, "Ɣ": 486, "ƕ": 487, "Ɩ": 488, "Ɨ": 489, "Ƙ": 490, "ƙ": 491, "ƚ": 492, "ƛ": 493, "Ɯ": 494, "Ɲ": 495, "ƞ": 496, "Ɵ": 497, "Ơ": 498, "ƨ": 499}